Tekla.Structures.ModelInternal.SharingUpdate
Implements Tekla.Structures.Model.ISharingUpdate.

Tekla.Structures.ModelInternal.SharingUpdate.Id


Tekla.Structures.ModelInternal.SharingUpdate.Type


Tekla.Structures.ModelInternal.SharingUpdate.Number


Tekla.Structures.ModelInternal.SharingUpdate.Code


Tekla.Structures.ModelInternal.SharingUpdate.Comment


Tekla.Structures.ModelInternal.SharingUpdate.CreatedAt


Tekla.Structures.ModelInternal.SharingUpdate.CreatedBy
